{
  "id": "exhibit-1",
  "name": "Pattern in the Process",
  "artist": "Arranged Nonspace (He/Him)",
  "artistStatement": "I am fascinated by the regularity in processes. Flocks, herds, boids, stampedes, and growth seem to operate in random patterns but in fact in the randomness there is knowledge and regularity. Where one expects nature to be unorganized, we instead find Chaos. Chaos isn't unorganized however, but is governed by unpredictable regularity. The various pieces in this exhibit are attempts to document and create these processes by various means. Algorithms like Perlin and Simplex noise can be used to simulate these processes, but we can also transform and measure what we experience in the world to find these beautiful patterns. I hope that these pieces stain your mind, and on your next evening walk you can take a moment to look at the abundance of mathematical joy in the world around you.",
  "artworks": [
    {
      "title": "Banded Sky",
      "description": "A visual exploration of layered skies over time.",
      "medium": "Photography, Digital Camera",
      "altText": "A banded sky with various shades of blue and orange layered on top of each other.",
      "artsyAltText": "The sky seems to unfold like pages in a book, each layer more vibrant than the last.",
      "original_type": "image",
      "transformed_type": "audio",
      "files": {
        "original": [
          "banded-sky-1.jpg",
          "banded-sky-2.jpg",
          "banded-sky-3.jpg",
          "banded-sky-4.jpg"
        ],
        "transformed": "audio1.mp3"
      }
    },
    {
      "title": "Randomization",
      "description": "An experiment in controlled chaos through audio-visuals.",
      "medium": "Digital Video, Custom Algorithm",
      "altText": "A random shifting of colors and shapes in a chaotic dance.",
      "artsyAltText": "Chaos organizes itself into an unexpected symphony of colors and motion.",
      "original_type": "video",
      "transformed_type": "audio",
      "files": {
        "original": [
          "cascade.mp4",
          "high-noise-factor.mp4"
        ],
        "transformed": "audio2.mp3"
      }
    },
    {
      "title": "Text Rain",
      "description": "The Full Text of Frankenstein by Mary Shelley rains down from the top of the screen.",
      "medium": "P5.js",
      "altText": "The Full Text of Frankenstein by Mary Shelley rains down from the top of the screen.",
      "artsyAltText": "An alternative way to envision the text of a book as words rain down from the top of the screen. Each word comes in an unexpected place.",
      "original_type": "video",
      "transformed_type": "audio",
      "files": {
        "original": [
          "text-rain.mp4"
        ],
        "transformed": "audio3.mp3"
      }
    },
    {
      "title": "Arranged Soundspace",
      "description": "3D renders over a reflective plane. The shapes and size of the shapes is determined by audio inputs.",
      "medium": "OpenFrameworks",
      "altText": "A mess of sharp-angled geometries hovers slightly above a reflective surface.",
      "artsyAltText": "Pulsing and pounding with the changes in ambient noise, a sharp shape shifts and shimmers above a sleek surface. Skies from other worlds lie beyond.",
      "original_type": "image",
      "transformed_type": "audio",
      "files": {
        "original": [
          "arranged-soundspace-1.jpg",
          "arranged-soundspace-2.jpg",
          "arranged-soundspace-3.jpg",
          "arranged-soundspace-4.jpg",
          "arranged-soundspace-5.jpg",
          "arranged-soundspace-6.jpg",
          "arranged-soundspace-7.jpg"
        ],
        "transformed": "audio4.mp3"
      }
    }
  ]
}
